{
  "COMMON_LANGUAGE_AFRIKAANS": "Afrikaans",
  "COMMON_LANGUAGE_ALBANIAN": "Albanian",
  "COMMON_LANGUAGE_ARABIC": "Arabic",
  "COMMON_LANGUAGE_CHINESE": "Chinese",
  "COMMON_LANGUAGE_CZECH": "Czech",
  "COMMON_LANGUAGE_DANISH": "Danish",
  "COMMON_LANGUAGE_DUTCH": "Dutch",
  "COMMON_LANGUAGE_ENGLISH": "English",
  "COMMON_LANGUAGE_FINNISH": "Finnish",
  "COMMON_LANGUAGE_FRENCH": "French",
  "COMMON_LANGUAGE_GERMAN": "German",
  "COMMON_LANGUAGE_GREEK": "Greek",
  "COMMON_LANGUAGE_HEBREW": "Hebrew",
  "COMMON_LANGUAGE_HINDI": "Hindi",
  "COMMON_LANGUAGE_HUNGARIAN": "Hungarian",
  "COMMON_LANGUAGE_INDONESIAN": "Indonesian",
  "COMMON_LANGUAGE_ITALIAN": "Italian",
  "COMMON_LANGUAGE_JAPANESE": "Japanese",
  "COMMON_LANGUAGE_KOREAN": "Korean",
  "COMMON_LANGUAGE_POLISH": "Polish",
  "COMMON_LANGUAGE_PORTUGUESE": "Portuguese",
  "COMMON_LANGUAGE_BRAZIL": "Brazilian",
  "COMMON_LANGUAGE_ROMANIAN": "Romanian",
  "COMMON_LANGUAGE_RUSSIAN": "Russian",
  "COMMON_LANGUAGE_SPANISH": "Spanish",
  "COMMON_LANGUAGE_SWEDISH": "Swedish",
  "COMMON_LANGUAGE_FILIPINO": "Filipino",
  "COMMON_LANGUAGE_Thai": "Thai",
  "COMMON_LANGUAGE_TURKISH": "Turkish",
  "COMMON_LANGUAGE_UKRANIAN": "Ukrainian",
  "COMMON_LANGUAGE_VIETNAMESE": "Vietnamese",
  "COMMON_DONE": "Done",
  "COMMON_LOGIN": "Login",
  "COMMON_SIGNUP": "Sign Up",
  "COMMON_LOGOUT": "Log Out",
  "COMMON_NEW_POST": "New post",
  "COMMON_TOS":"<div class='ui label teal fluid'> <h1>Terms of Service</h1> </div> <h3>By accessing and using this website, you accept the terms and conditions laid out below, and will thus be subject to any rules applicable. Should you use this service, you will therefore have agreed on the above. If not, please do not use this website.</h3> <ul> <p>1. Steemstem.io <strong>does not</strong> retain any personal information; all private keys and passwords will work through the Steemconnect (https://steemconnect.com/) service which users must agree to use in order to have full access to our services.</p> <p>2. SteemSTEM <strong>is not </strong>responsible for content that may appear on this website. All content is derived from the <strong>Steem</strong> blockchain. SteemSTEM does provide a blacklisting service which works hard to prevent any fraudulent or abusive content from appearing on steemstem.io, but the nature of the blockchain neccessarily permits an unrestricted, open-access environment. Steemstem.io, however, limits its content to a small area of the Steem blockchain, primarily drawing content from the STEM (Science, Technology, Engineering &amp; Mathematics)-related tags and sub-communities.</p> <p>3. SteemSTEM <strong>does not</strong> own any content appearing on this website, with the exception of content from the user account <a href='https://steemit.com/@steemstem'>@steemstem</a>. All other content solely belongs to the original author, and it is thus their responsibility to decide and control whether their content is displayed on steemstem.io.</p> <p>4. All content appearing on steemstem.io is completely visible to the public and accessible on search engines accordingly.</p> <p>5. Steemstem.io draws its content from the <strong>Steem</strong> blockchain, and therefore all components provided are to be offered for informational purposes only. The website is not responsible for the accuracy or reliability of such content.</p> </ul>",
"COMMON_ABOUT_US":"<div class='ui label teal fluid'><h1>Our Mission</h1></div><p><h3>Improving how STEM disciplines are communicated across the web, one blog post at a time.</h3></p><div class='ui label fluid'><h1>About SteemSTEM</h1></div><br /><div class='text-justify'>SteemSTEM began as a small project dedicated to improving the quality of STEM (science, technology, engineering & mathematics) content on the <a href='https://www.steem.io'><strong>Steem blockchain</strong></a>. However, as things unfolded, we realized that the importance of SteemSTEM is greater than simply serving as curators for some niche topics on Steem.<br /><br />The problem as we see it has always been that those with the greatest knowledge of STEM subjects (<i>i.e.</i> researchers actively involved in groundbreaking research) lack incentive to communicate their work to mainstream audiences, leaving the majority of scientific reporting to journalists. As a result, only the most positive, groundbreaking and bizarre stories get heard, often becoming misinterpreted ‘fake news’ by mainstream media. <br /><br />We at SteemSTEM offer a different approach. We provide a space among a thriving global community of like-minded individuals where both experts and passionate STEM bloggers can freely distribute their knowledge in a social media environment that actively promotes and rewards honest, reliable and high-quality content. Inspired by the scientific method itself, SteemSTEM offers a three-layered system of review for each publication we promote: <ul style='list-style-type:circle'><li style='margin-bottom:10px'><strong>Curators</strong> first read, review and decide on the strength of the SteemSTEM support to the publication. This is verified by a second curator.</li> <li style='margin-bottom:10px'>A team of <strong>honor members</strong> scrutinizes the actions of curators, having rewards removed among other necessary actions.</li><li>Every promotion is open to the <strong>public</strong> who can further scrutinize and push for any necessary actions against misleading or fraudulent content that managed to pass through. This process means that SteemSTEM is one of the greatest spaces on the blockchain to find trustworthy, uncensored information that is both readable and enjoyable to be a part of.</li></ul>SteemSTEM offers content in <strong>7 languages</strong>: Chinese, English, French, German, Italian, Slavic and Spanish.</div><br /><br /><div class='ui label fluid'><h1>The SteemSTEM Team</h1></div><br /><br /><div class='ui three cards'><div class='ui card'><div class='image'><img src='./images/team/rbauer.jpg'></div><div class='content'><a class='header'>Robert Bauer</a><div class='description'><a href ='@justtryme90'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Robert is a PhD biochemist and pharmaceutical research scientist with over 10 years research experience focused on the kinetic characterization of DNA replication enzyme complexes and rare genetic diseases. He first discovered the steem blockchain in June of 2016 and quickly realized its potential for incentivising the creation and distribution of highly informative scientific materials, especially those with the potential to reach mainstream audiences.</div></div><div class='ui card'><div class='image'><img src='./images/team/bfuks.png'></div><div class='content'><a class='header'>Benjamin Fuks</a><div class='description'><a href ='@lemouth'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Benjamin is professor at Sorbonne Université (Paris), member of the Laboratory of Theoretical and High Energy Physics and of the CMS collaboration of the LHC at CERN. His research interests span perturbative chromodynamics, beyond the Standard Model phenomenology, LHC and future collider physics, dark matter and the development of computing tools for high-energy physics.<br />He discovered Steem at the end of July 2016 and now actively works to make it a novel medium for science communication used by the scientific community.</div></div><div class='ui card'><div class='image'><img src='./images/team/amobbs.png'></div><div class='content'><a class='header'>Andrew Mobbs</a><div class='description'><a href ='@mobbs'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Writer, composer and educator by trade, Andrew is also a science autodidact, with focus on biology and phylogenetics. After authoring multiple series on the STEEM blockchain since 2017, he discovered and joined SteemSTEM with the shared passion of its founders to take STEM communication to a new level.</div></div></div><br /><br /><div class='ui label black'><h3><div style='margin:10px' class='text-justify'>Behind the scenes is a team of more than 30 individual developers, curators, collaborators, volunteers, reference scientists, mentors, proof-readers and more, making up a small yet vital part of the SteemSTEM community</div></h3></div>",
  "COMMON_FAQ":"<div class='ui label teal fluid'><h1>FAQs:</h1></div> <div class='ui label fluid'><h1> What is SteemSTEM?</h1></div> <p> Whilst initially aiming to improving the quality of STEM (science, technology, engineering & mathematics) content on the Steem blockchain, SteemSTEM, a community on the Steem blockchain, now targets to spread to usage of Steem for science communication. The overall goal of SteemSTEM is hence to create an environment where STEM professionals and enthusiasts alike are incentivised to elevate STEM communication to a new level, directly to the readers without the need of a third party. </p> <p> Our community consists of scientists and STEM experts, science bloggers, developers, curators, collaborators and more, from all over the world. We all share ideas, work together or simply hang out in our discord server. We also share our daily actions (through announcements on our <a href='https://steemit.com/@steemstem'>@steemstem blog</a>  on Steem and on our discord server) so anyone can, if needed, play an important part in contributing by rason his/her voice. </p> <div class='ui label fluid'><h1> What does it mean to be a SteemSTEM Member?</h1></div> <p> Though no 'membership' is required, by being part of our growing initiative, you get to both enjoy a community of like-minded individuals as well as contribute your own value in return via posts, discussions, comments and other forms of engagement. </p> <div class='ui label fluid'><h1> My English is not so good, but I wish to write about STEM, what can I do?</h1></div> <p> SteemSTEM accepts content in multiple languages, with expected growth to come. To date, we curate content in English, Spanish, French, Italian, German and Serbian. Moreover, the SteemSTEM crew includes a team of mentors helping newcomers, both on the content side and on the language side. </p> <div class='ui label fluid'><h1>How is a post evaluated for SteeSTEM support?</h1></div> <p> When curators find a potential post, they are looking for two things; objective and subjective quality. First, they may check your references and your image credits to make sure they are available to be used for commercial purposes. They may follow this with a plagiarism check. </p> <p> If the curator is uncertain, they may view your profile and comment history and other aspects of your authorship. Once the post is deemed legitimate and original, they will decide subjectively what the post's value is to the community and the internet on the whole. This might involve originality, style, effort, creativity and more. </p> <p> If the post is above our minimum vote, it must be double-checked by a second curator who may further check the above details before confirming the upvote. Our curation team decides on the voting strength a post should receive amongst four levels: small (encouragement and motivation), medium (informative post), standard (post that goes beyond providing information about a given topic) or high (discussion of state-of-the-art research, or something that cannot be found elsewhere). </p> <p> But it doesn't end there. Our <strong>honor members</strong> are also on the case, making sure the curation team is not being lax in their job, finding problems the management otherwise missed and more. </p> <p> If an illegitimate author manages to pass through this screening, the public can also view our curation history and highlight any mistakes we may have made, which, if sufficient evidence is provided, will cause rewards to be removed and for that author to be blacklisted from future curation. These users will not appear on the steemstem.io app. </p> <div class='ui label fluid'><h1>How do I get curated?</h1></div> <p> The curators of SteemSTEM will primarily scour the '#steemstem' tag for related posts. This is the most likely place to be discovered. However, they will also go out into the wilderness of other STEM-related tags such as '#science,' '#biology,' '#chemistry', '#engineering' and more, in hopes to discover new content creators. </p> <p> When it comes to curating a post, it will be added into the *curation channel* on our Discord server, which triggers the substantial voting trail to automatically upvote. </p> <div class='ui label fluid'><h1>When should I use the SteemSTEM tag?</h1></div> <p> Whenever you write a post of an academic nature which meets the standards set by our guidelines. You may also use the tag if you simply want the community to consider or discuss a certain topic, or debate on related philosophy, for example. </p> <div class='ui label fluid'><h1>My post is not upvoted, what now?</h1></div> <p> There is no post promotion channel. The SteemSTEM tag functions as such, so there is no need for another equivalent. If you haven't been upvoted, your post either fails to meet our standards or it has simply been missed. Curators are unfortunately all human, so this happens from time to time, and we suggest you just keep writing - for passion, not for money. If your posts are good, you will eventually be noticed. </p> <div class='ui label fluid'><h1>SteemSTEM Team User Accounts</h1></div><br><div> <h4>Management</h4> <p> <a href='https://steemit.com/@justtryme90'>@justtryme90</a> <a href='https://steemit.com/@lemouth'>@lemouth</a> <a href='https://steemit.com/@mobbs'>@mobbs</a> </p> <h4>Curators</h4> <p> <a href='https://steemit.com/@aboutcoolscience'>@aboutcoolscience</a> <a href='https://steemit.com/@alexs1320'>@alexs1320</a> <a href='https://steemit.com/@carloserp-2000'>@carloserp-2000</a> <a href='https://steemit.com/@gentleshaid'>@gentleshaid</a> <a href='https://steemit.com/@greenrun'>@greenrun</a> <a href='https://steemit.com/@iamphysical'>@iamphysical</a> <a href='https://steemit.com/@lamouthe'>@lamouthe</a> <a href='https://steemit.com/@mathowl'>@mathowl</a> <a href='https://steemit.com/@ruth-girl'>@ruth-girl</a> <a href='https://steemit.com/@sco'>@sco</a></p> <h4>Merchandise</h4> <p> <a href='https://steemit.com/@robotics101'>@robotics101</a> <a href='https://steemit.com/@zest'>@zest</a> </p>  <h4>Honor Members </h4><p> <a href='https://steemit.com/@suesa'>@suesa</a>  (Head Honor Member) </p> <p> <a href='https://steemit.com/@alexdory'>@alexdory</a> <a href='https://steemit.com/@bachuslib'>@bachuslib</a> <a href='https://steemit.com/@chloroform'>@chloroform</a> <a href='https://steemit.com/@dedicatedguy'>@dedicatedguy</a> <a href='https://steemit.com/@dexterdev'>@dexterdev</a> <a href='https://steemit.com/@egotheist'>@egotheist</a> <a href='https://steemit.com/@jpederson96'>@jpederson96</a> <a href='https://steemit.com/@katerinaramm'>@katerinaramm</a> <a href='https://steemit.com/@kingabesh'>@kingabesh</a> <a href='https://steemit.com/@mathowl'>@mathowl</a> <a href='https://steemit.com/@pangoli'>@pangoli</a> <a href='https://steemit.com/@rharpelle'>@rharpelle</a> <a href='https://steemit.com/@robotics101'>@robotics101</a> <a href='https://steemit.com/@sakura1012'>@sakura1012</a> <a href='https://steemit.com/@sakura1012'>@samminator</a> <a href='https://steemit.com/@sakura1012'>@scienceangel</a></p> <div class='ui label fluid'><h1>Discord Server</h1></div> <p> Our discord server plays an important role in providing not only a space for our community to thrive, but a convenient location for the public to view activities, updates, meetups and all manner of updates from SteemSTEM. </p> <p> You can freely access our server <strong><a href='https://discord.gg/YjDfjK'>Here</a></strong>. Everyone is welcome to explore the different rooms available to you and learn about our requirements, standards and more.</p></div>"
}
