{
  "COMMON_LANGUAGE_AFRIKAANS": "Afrikaans",
  "COMMON_LANGUAGE_ALBANIAN": "Albanian",
  "COMMON_LANGUAGE_ARABIC": "Arabic",
  "COMMON_LANGUAGE_CHINESE": "Chinese",
  "COMMON_LANGUAGE_CZECH": "Czech",
  "COMMON_LANGUAGE_DANISH": "Danish",
  "COMMON_LANGUAGE_DUTCH": "Dutch",
  "COMMON_LANGUAGE_ENGLISH": "English",
  "COMMON_LANGUAGE_FINNISH": "Finnish",
  "COMMON_LANGUAGE_FRENCH": "French",
  "COMMON_LANGUAGE_GERMAN": "German",
  "COMMON_LANGUAGE_GREEK": "Greek",
  "COMMON_LANGUAGE_HEBREW": "Hebrew",
  "COMMON_LANGUAGE_HINDI": "Hindi",
  "COMMON_LANGUAGE_HUNGARIAN": "Hungarian",
  "COMMON_LANGUAGE_INDONESIAN": "Indonesian",
  "COMMON_LANGUAGE_ITALIAN": "Italian",
  "COMMON_LANGUAGE_JAPANESE": "Japanese",
  "COMMON_LANGUAGE_KOREAN": "Korean",
  "COMMON_LANGUAGE_POLISH": "Polish",
  "COMMON_LANGUAGE_PORTUGUESE": "Portuguese",
  "COMMON_LANGUAGE_BRAZIL": "Brazilian",
  "COMMON_LANGUAGE_ROMANIAN": "Romanian",
  "COMMON_LANGUAGE_RUSSIAN": "Russian",
  "COMMON_LANGUAGE_SPANISH": "Spanish",
  "COMMON_LANGUAGE_SWEDISH": "Swedish",
  "COMMON_LANGUAGE_FILIPINO": "Filipino",
  "COMMON_LANGUAGE_Thai": "Thai",
  "COMMON_LANGUAGE_TURKISH": "Turkish",
  "COMMON_LANGUAGE_UKRANIAN": "Ukrainian",
  "COMMON_LANGUAGE_VIETNAMESE": "Vietnamese",
  "COMMON_DONE": "Done",
  "COMMON_LOGIN": "Connexion",
  "COMMON_SIGNUP": "S'inscrire",
  "COMMON_LOGOUT": "Quitter",
  "COMMON_NEW_POST": "Nouveau",
"COMMON_ABOUT_US":"<div class='ui label teal fluid'><h1>Our Mission</h1></div><p><h3>Improving how STEM disciplines are communicated across the web, one blog post at a time.</h3></p><div class='ui label fluid'><h1>About SteemSTEM</h1></div><br /><div class='text-justify'>SteemSTEM began as a small project dedicated to improving the quality of STEM (science, technology, engineering & mathematics) content on the <a href='https://www.steem.io'><strong>Steem blockchain</strong></a>. However, as things unfolded, we realized that the importance of SteemSTEM is greater than simply serving as curators for some niche topics on Steem.<br /><br />The problem as we see it, has always been that those with the greatest knowledge of STEM subjects (<i>i.e.</i> researchers actively involved in groundbreaking research) lack incentive to communicate their work to mainstream audiences, leaving the majority of scientific reporting to journalists. As a result, only the most positive, groundbreaking and bizarre stories get heard, often becoming misinterpreted ‘fake news’ by mainstream media. <br /><br />We at SteemSTEM offer a different approach. We provide a space among a thriving global community of like-minded individuals where both experts and passionate STEM bloggers can freely distribute their knowledge in a social media environment that actively promotes and rewards honest, reliable and high-quality content. Inspired by the scientific method itself, SteemSTEM offers a three-layered system of review for each publication we promote: <ul style='list-style-type:circle'><li style='margin-bottom:10px'><strong>Curators</strong> first read, review and decide on the strength of the SteemSTEM support to the publication. This is verified by a second curator.</li> <li style='margin-bottom:10px'>A team of <strong>honor members</strong> scrutinizes the actions of curators, having rewards removed among other necessary actions.</li><li>Every promotion is open to the <strong>public</strong> who can further scrutinize and push for any necessary actions against misleading or fraudulent content that managed to pass through. This process means that SteemSTEM is one of the greatest spaces on the blockchain to find trustworthy, uncensored information that is both readable and enjoyable to be a part of.</li></ul>SteemSTEM offers content in <strong>7 languages</strong>: Chinese, English, French, German, Italian, Slavic and Spanish.</div><br /><br /><div class='ui label fluid'><h1>The SteemSTEM Team</h1></div><br /><br /><div class='ui three cards'><div class='ui card'><div class='image'><img src='./images/team/rbauer.jpg'></div><div class='content'><a class='header'>Robert Bauer</a><div class='description'><a href ='#!/@justtryme90'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Robert is a PhD biochemist and pharmaceutical research scientist with over 10 years research experience focused on the kinetic characterization of DNA replication enzyme complexes and rare genetic diseases. He first discovered the steem blockchain in June of 2016 and quickly realized its potential for incentivising the creation and distribution of highly informative scientific materials, especially those with the potential to reach mainstream audiences.</div></div><div class='ui card'><div class='image'><img src='./images/team/bfuks.png'></div><div class='content'><a class='header'>Benjamin Fuks</a><div class='description'><a href ='#!/@lemouth'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Benjamin is professor at Sorbonne Université (Paris), member of the Laboratory of Theoretical and High Energy Physics and of the CMS collaboration of the LHC at CERN. His research interests span perturbative chromodynamics, beyond the Standard Model phenomenology, LHC and future collider physics, dark matter and the development of computing tools for high-energy physics.<br />He discovered Steem at the end of July 2016 and now actively works to make it a novel medium for science communication used by the scientific community.</div></div><div class='ui card'><div class='image'><img src='./images/team/amobbs.png'></div><div class='content'><a class='header'>Andrew Mobbs</a><div class='description'><a href ='#!/@mobbs'>Blog on steemstem.io</a></div></div><div style='margin:10px' class='text-justify'>Writer, composer and educator by trade, Andrew is also a science autodidact, with focus on biology and phylogenetics. After authoring multiple series on the STEEM blockchain since 2017, he discovered and joined SteemSTEM with the shared passion of its founders to take STEM communication to a new level.</div></div></div><br /><br /><div class='ui label black'><h3><div style='margin:10px' class='text-justify'>Behind the scenes is a team of more than 30 individual developers, curators, collaborators, volunteers, reference scientists, mentors, proof-readers and more, making up a small yet vital part of the SteemSTEM community</div></h3></div>",
  "COMMON_FAQ":"<div class=text-justify> <p> <h1> Welcome Guidelines</h1> Welcome to the steemSTEM discord server. Please take some time to read the rules and FAQ. <h1> Rules:</h1> 1. Please be respectful to other members.</br> 2. Do not drop any steemit link.</br> 3. Do not beg for upvotes.</br> 4. Do not DM the management for upvotes.</br> 5. Use the server rooms according to their purpose (for e.g. do not chat in the ideas and complaints room).</br> 6. Why wasn't my post upvoted? <strong>isn't</strong> a complaint.</br> </p> <p> <h1> FAQs:</h1> <h2> What is SteemStem?</h2> SteemStem is a community on the Steem blockchain focused on STEM (Science, Technology, Engineering, Mathematics) topics. There is no membership required, you simply tag your post #steemstem to make it visible to the SteemStem curation team. As this is a community it is encouraged that you interact with other SteemStem members, including good quality comments and if you like, joining the discord channel. <h3> What does it mean to be a Steemstem Member?</h3> There is no official 'membership' status of Steemstem, but by being part of our growing initiative, you get to both enjoy a community of like-minded individuals as well as contribute your own value in return via posts, discussions, comments and other forms of engagement. <h2> My English is not so good, but I wish to write stem, what can I do?</h2> English is not necessarily a must. A recent development in the steemSTEM community has been our inclusion of multiple language curators. To date, we curate content in English, Spanish, French, Italian and German. There are currently no plans to expand this due to limited fundings. <h2> How is a post evaluated? </h2> <p>When curators find a potential post, they are looking for two things; ojective quality and subjective quality. First, they may check your references and your image credits to make sure they are available to be used for commercial purposes. They may follow this with a plagiarism check. </p><p>If the curator is uncertain, they may view your profile and comment history and other aspects of your authorship. Once the post is deemed legitimate and original, they will decide subjectively what the post's value is. This might involve length, style, effort, creativity and more.</p> <p>If the post is above our minimum vote, it must be double-checked by a member of the management team who may further check the above details before confirming the upvote.</p><p> But it doesn't end there. The honor members are also on the case, making sure the curation team is not being lax in their job, finding problems the management otherwise missed and more.</p> <h2> How do I get curated?</h2> The curators of Steemstem will primarily scour the 'Steemstem' tag for goodd posts. This is the most likely place to be discovered. However, curators are expected to go out into the wilderness of other STEM-related tags such as science, biology, chemistry, engineering and more, in hopes to find new users. When the staff deem your post valid, they will add it into the *Discord-curation-bot* channel, which triggers the substantial voting trail to automatically upvote according to the decided vote strength. This is public for anybody to see and dispute if need be. <h2> When should I use the SteemSTEM tag?</h2> Whenever you write a post of an academic nature which meets the standards set by our guidelines. You may also use the tag if you simply want the community to consider or discuss a certain topic, or debate on related philosophy, for example. <h2> My post is not upvoted, what now?</h2> There is no post promotion channel. The SteemSTEM tag functions as precisely that, so there is no need for another equivalent. If you haven't been upvoted, your post either fails to meet our standards or it has simply been missed. Curators are unfortunately all human so this happens from time to time, and we suggest you just keep writing - for passion, not for money. If your posts are good, you will eventually be noticed. </p> <h1> STEM Team </h1> <h2> Management </h2> @lemouth (Co-founder), @justtryme90 (Co-founder), @suesa (Community Relations Manager) @mobbs (General Manager), @anarchyhasnogods (Bot guy & Maintenance) <h2> Curators </h2> <h2> Reference Scientists </h2> @mathowl @scienceangel <h2> Collaborating Developers</h2> @reggaemuffin, @codingdefined, @fredrikaa, @howo, @upheaver <h2> Merchandise </h2> @zest, @elvisxx71, @branbello, @nonationnoborder <h2> Honor Members </h2> @alexdory @anevolvedmonkey @bachuslib @dexterdev @chloroform @christinaa @dexterdev @Egotheist @gra @JPederson96 @katerinaramm @kingabesh @lesshorrible @mathowl @Mountainwashere @noble-noah @physics.benjamin @pangoli[i-am-Groot] @Pearlumie @Rharphelle @sakura1012 @samminator @scienceangel @simplifylife @terrylovejoy @Tristan (robotics101) <h1> Discord Channels</h1> Though there are numerous private rooms dedicated to the curation process, management discussion and more, there are also plenty of public rooms to allow the community thrive, but also to allow as much openness as possible regarding who we curate and by how much and more. Public rooms include: </br>* steemstem-general-chat - For general chit-chatting </br>* ideas-room - Got a new idea for steemSTEM? Share with us here. </br>* complaints-room - <h2> Chat Rooms</h2> * stem-espanol-general-chat </br>* stem-french-general-chat </br>* stem-german-general-chat </br>* stem-italian-general-chat </br>* stem-nigeria-general-chat </br>* stem-southasia-general-chat </p></div>"
}
